Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=54_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Vaal-luŠvddkåŠdd
fin: Vaalilautakunta

source: SääŠmteeŠǧǧ sååbbar vaŠlljii såbbrest 2/2014 vaal-luŠvddkååŠdd valmštõõllâd da tiuŠddepiijjâd sääŠmteeŠǧǧ eeŠjj 2015 vaalid.
fin: Saamelaiskäräjien kokous asetti kokouksessaan 2/2014 vaalilautakunnan valmistelemaan ja toimeenpanemaan saamelaiskäräjien vuonna 2015 pidettävät vaalit.

source: Luʹvddkådda koʹlle täk-aa vuässla:
fin: Janne Näkkäläjärvi, puheenjohtaja

source: Vuässla: Veikko Feodoroff, vpk.
fin: Veikko Feodoroff, varapuheenjohtaja

source: Vääʹrrvuässla:
fin: Johanna Alatorvinen
